
[1
animals
animals
animals
bear
bear
bear
bird
bird
bird
cat
cat
cat
cow
cow
cow
dog
dog
dog
duck
duck
duck
elephant
elephant
elephant
giraffe
giraffe
giraffe
goldfish
goldfish
gold_fish
hamster
hamster
hamster
horse
horse
horse
lion
lion
lion
monkey
monkey
monkey
rabbit
rabbit
rabbit
sheep
sheep
sheep
[2
at_school
at_school
at_school
to_count
to_count
to_count
to_cut
to_cut
to_cut
to_draw
to_draw
to_draw
to_listen
to_listen
to_listen
to_paint
to_paint
to_paint
to_read
to_read
to_read
to_use_a_computer
to_use_a_computer
to_use_a_computer
to_write
to_write
to_write
[3
beautiful_nature
beautiful_nature
beautiful_nature
cloud
cloud
cloud
flower
flower
flower
grass
grass
grass
moon
moon
moon
mountain
mountain
mountain
rain
rain
rain
river
river
river
sea
sea
sea
sky
sky
sky
snow
snow
snow
sun
sun
sun
tree
tree
tree
[4
colours_of_the_rainbow
colors_of_the_rainbow
colours_of_the_rainbow
black
black
black
blue
blue
blue
green
green
green
orange
orange
orange
pink
pink
pink
purple
purple
purple
red
red
red
white
white
white
yellow
yellow
yellow
[5
how_i_feel
how_i_feel
how_i_feel
i'm_angry
i'm_angry
i_m_angry
i'm_cold
i'm_cold
i_m_cold
i'm_happy
i'm_happy
i_m_happy
i'm_hot
i'm_hot
i_m_hot
i'm_hungry
i'm_hungry
i_m_hungry
i'm_naughty
i'm_naughty
i_m_naughty
i'm_sad
i'm_sad
i_m_sad
i'm_scared
i'm_scared
i_m_scared
i'm_thirsty
i'm_thirsty
i_m_thirsty
i'm_tired
i'm_tired
i_m_tired
[6
i'm_hungry!
i'm_hungry!
i_m_hungry_family
bread
bread
bread
butter
butter
butter
cheese
cheese
cheese
chicken
chicken
chicken
chips
french_fries
egg
egg
egg
fish
fish
fish_hungry
ham
ham
ham
hamburger
hamburger
hamburger
pasta
pasta
pasta
sausage
sausage
sausage
[7
i'm_thirsty!
i'm_thirsty!
i_m_thirsty_family
coffee
coffee
coffee
fizzy_drink
soft_drink
hot_chocolate
hot_chocolate
hot_chocolate
iced_drink
cold_drink
lemonade
lemonade
lemonade
milk
milk
milk
milk_shake
milkshake
orange_juice
orange_juice
orange_juice
tea
tea
tea
water
water
water
[8
in_the_bathroom
in_the_bathroom
in_the_bathroom
bath
bathtub
brush
brush
brush
comb
comb
comb
mirror
mirror
mirror
potty
potty
potty
shampoo
shampoo
shampoo
shower
shower
shower
soap
soap
soap
toilet
bathroom
toothbrush
toothbrush
toothbrush
toothpaste
toothpaste
toothpaste
towel
towel
towel
washbasin
sink
[9
it's_mealtime!
it's_mealtime!
it_s_mealtime
to_cook
to_cook
to_cook
to_burn
to_burn
to_burn
to_smell
to_smell
to_smell
to_eat
to_eat
to_eat
to_drink
to_drink
to_drink
to_break_a_plate
to_break_a_plate
to_break_a_plate
to_wash_up
to_wash_the_dishes
[10
it's_party_time!
it's_party_time!
it_s_party_time
birthday_cake
birthday_cake
birthday_cake
biscuit
cookie
cake
cake
cake
chocolate
chocolate
chocolate
ice_cream
ice_cream
ice_cream
jam
jam
jam
lollipop
lollipop
lollipop
popcorn
popcorn
pop_corn
present
present
present
candy
candy
candy
[11
it's_time_to_get_up!
it's_time_to_get_up!
it_s_time_to_get_up
to_sleep
to_sleep
to_sleep
to_wake_up
to_wake_up
to_wake_up
to_get_up
to_get_up
to_get_up
to_say_good_morning
to_say_good_morning
to_say_good_morning
to_wash
to_wash_up
to_get_dressed
to_get_dressed
to_get_dressed
to_brush
to_brush
to_brush
to_have_breakfast
to_have_breakfast
to_have_breakfast
to_say_goodbye
to_say_goodbye
to_say_goodbye
to_go_to_school
to_go_to_school
to_go_to_school
[12
it's_time_to_play!
it's_time_to_play!
it_s_time_to_play
ball
ball
ball
cards
cards
cards
doll
doll
doll
guitar
guitar
guitar
piano
piano
piano
puzzle
puzzle
puzzle
roller_blades
roller_blades
roller_blades
skipping_rope
jumprope
teddy_bear
teddy_bear
teddy_bear
toys
toys
toys
trumpet
trumpet
trumpet
[13
let's_clean_the_house!
let's_clean_the_house!
let_s_clean_the_house
broom
broom
broom
bucket
bucket
bucket
dishwasher
dishwasher
dishwasher
hoover
vacuum
rag
rag
rag
soap
soap
soap
sponge
sponge
sponge
washing_machine
washing_machine
washing_machine
[14
my_face_and_body
my_face_and_body
my_face_and_body
arm
arm
arm
ear
ear
ear
eye
eye
eye
feet
feet
feet
finger
finger
finger
foot
foot
foot
hand
hand
hand
head
head
head
leg
leg
leg
mouth
mouth
mouth
nose
nose
nose
teeth
teeth
teeth
tooth
tooth
tooth
[15
my_clothes
my_clothes
my_clothes
baseball_cap
baseball_cap
baseball_cap
coat
coat
coat
dress
dress
dress
jumper
sweater
jumper
pyjamas
pyjamas
pyjamas
shirt
shirt
shirt
shoes
shoes
shoes
shorts
shorts
shorts
skirt
skirt
skirt
socks
socks
socks
swimming_costume
bathing_suit
tee-shirt
t-shirt
trousers
pants
[16
my_day
my_day
my_day
morning
morning
morning
breakfast
breakfast
breakfast
midday
noon
lunch
lunch
lunch
afternoon
afternoon
afternoon
nap
nap
nap
tea
snack
tea_day
evening
evening
evening
dinner
dinner
dinner
[17
move_your_body!
move_your_body!
move_your_body
to_dance
to_dance
to_dance
to_fall
to_fall
to_fall
to_jump
to_jump
to_jump
to_run
to_run
to_run
to_sit_down
to_sit_down
to_sit_down
to_stand_up
to_stand_up
to_stand_up
to_walk
to_walk
to_walk
[18
my_family
my_family
my_family
baby
baby
baby
child
child
child
boy
boy
boy
girl
girl
girl
brother
brother
brother
sister
sister
sister
dad
dad
dad
mum
mom
mum
man
man
man
woman
woman
woman
grandfather
grandfather
grandfather
grandmother
grandmother
grandmother
[19
my_favourite_fruit
my_favorite_fruit
my_favourite_fruit
apple
apple
apple
apricot
apricot
apricot
banana
banana
banana
grapes
grapes
grapes
lemon
lemon
lemon
orange
orange
orange_fruit
peach
peach
peach
pear
pear
pear
raspberry
raspberry
raspberry
strawberry
strawberry
strawberry
[20
my_favourite_vegetables
my_favorite_vegetables
my_favourite_vegetables
carrot
carrot
carrot
cauliflower
cauliflower
cauliflower
leek
leek
leek
lettuce
lettuce
lettuce
mushroom
mushroom
mushroom
onion
onion
onion
peas
peas
peas
potato
potato
potato
pumpkin
pumpkin
pumpkin
radish
radish
radish
tomato
tomato
tomato
[21
my_furniture
my_furniture
my_furniture
bed
bed
bed
carpet
carpet
carpet
chair
chair
chair
clock
clock
clock
lamp
lamp
lamp
picture
painting
table
table
table
wardrobe
dresser
[22
my_school
my_school
my_school
blackboard
chalkboard
book1
book1
book1
computer
computer
computer
desk
desk
desk
exercise_book
workbook
paint
paint
paint
paintbrush
paintbrush
paintbrush
pen
pen
pen
pencil
pencil
pencil
pupil
student
teacher
teacher
teacher
[23
on_the_table
on_the_table
on_the_table
bowl
bowl
bowl
fork
fork
fork
glass
glass
glass
knife
knife
knife
plate
plate
plate
spoon
spoon
spoon
[24
one,_two,_three
one,_two,_three
one_two_three
one
one
one
two
two
two
three
three
three
four
four
four
five
five
five
six
six
six
seven
seven
seven
eight
eight
eight
nine
nine
nine
ten
ten
ten
[25
technology
technology
technology
camcorder
video_camera
camera
camera
camera
CD
cd
cd
cassette
cassette
cassette
telephone
telephone
telephone
television
television
television
video
video
video
[26
transport
transport
transport
bike
bike
bike
boat
boat
boat
bus
bus
bus
car
car
car
lorry
truck
motorbike
motorcycle
plane
plane
plane
train
train
train
[27
what's_it_like?
what's_it_like?
what_s_it_like
big
big
big
small
small
small
open
open
open
closed
closed
closed
dry
dry
dry
wet
wet
wet
full
full
full
empty
empty
empty
heavy
heavy
heavy
light
light
light
[28
what_shape_is_it?
what_shape_is_it?
what_shape_is_it
circle
circle
circle
cone
cone
cone
cube
cube
cube
pyramid
pyramid
pyramid
rectangle
rectangle
rectangle
square
square
square
star
star
star_shape
triangle
triangle
triangle
[29
what_we_look_like
what_we_look_like
what_we_look_like
beautiful
beautiful
beautiful
ugly
ugly
ugly
clean
clean
clean
dirty
dirty
dirty
short
short
short
tall
tall
tall
thin
thin
thin
fat
fat
fat
young
young
young
old
old
old
[30
where_am_i?
where_am_i?
where_am_i
left
left
left
right_
right_
right_
in
in
in
out
out
out
on
on
on
under
under
under
up
up
up
down
down
down
in_front_of
in_front_of
in_front_of
[31
with_my_friends
with_my_friends
with_my_friends
to_smile
to_smile
to_smile
to_cry
to_cry
to_cry
to_give
to_give
to_give
to_love
to_love
to_love
to_play_
to_play_
to_play
to_shout
to_shout
to_shout
to_sing
to_sing
to_sing
to_watch_tv
to_watch_tv
to_watch_tv